acpi
acpid
adapta-maia-theme
alacritty
alsa-firmware
alsa-utils
amd-ucode
apparmor
autoconf
automake
avahi
b43-fwcutter
baobab
bash
binutils
bison
blueman
brave-browser
btrfs-progs
bzip2
cinnamon-panel-chooser
cinnamon-sounds
cinnamon-translations
cinnamon-wallpapers
clamtk
cmake
coreutils
cpupower
cronie
cryptsetup
crystal
dconf-editor
deluge
device-mapper
dhclient
dhcpcd
diffutils
dmidecode
dmraid
dnsmasq
docker
dosfstools
e2fsprogs
ecryptfs-utils
efibootmgr
exfat-utils
f2fs-tools
fakeroot
ffmpegthumbnailer
file
filesystem
findutils
firefox
flameshot
flatpak
flex
fzf
gawk
gcc
gcc-libs
gcolor2
geckodriver
gettext
gimp
git
glibc
gnome-boxes
gnome-calculator
gnome-calendar
gnome-disk-utility
gnome-keyring
gnome-online-accounts
gnome-podcasts
gnome-screenshot
gnome-system-monitor
gnome-terminal
gnome-themes-extra
gnu-free-fonts
gparted
gprename
grep
groff
grub
grub-theme-manjaro
gst-libav
gst-plugins-bad
gst-plugins-base
gst-plugins-good
gst-plugins-ugly
gstreamer
gtkhash-nemo
gucharmap
gufw
gvfs-afc
gvfs-goa
gvfs-google
gvfs-gphoto2
gvfs-mtp
gvfs-smb
gzip
htop
icon-naming-utils
inetutils
inkscape
intel-ucode
inxi
iproute2
iputils
jfsutils
jre8-openjdk
jre8-openjdk-headless
less
lib32-libva-vdpau-driver
lib32-mesa-vdpau
lib32-nvidia-470xx-utils
lib32-vulkan-intel
lib32-vulkan-radeon
libdvdcss
libgsf
libreoffice-fresh
libtool
libva-mesa-driver
libva-vdpau-driver
licenses
lightdm-settings
lightdm-slick-greeter
linux515
linux515-nvidia-470xx
linux54
linux54-nvidia-470xx
logrotate
lua
lvm2
m4
make
man-db
man-pages
manjaro-alsa
manjaro-application-utility
manjaro-browser-settings
manjaro-cinnamon-settings
manjaro-hotfixes
manjaro-printer
manjaro-pulse
manjaro-release
manjaro-settings-manager-notifier
manjaro-system
manjaro-zsh-config
mdadm
memtest86+
mesa-demos
mesa-vdpau
mhwd
mhwd-db
mkinitcpio-openswap
mobile-broadband-provider-info
modemmanager
mousetweaks
mugshot
nemo-fileroller
nemo-preview
nemo-python
nemo-share
neovim
netctl
networkmanager-openconnect
networkmanager-openvpn
networkmanager-pptp
networkmanager-vpnc
nfs-utils
noto-fonts
nss-mdns
ntfs-3g
ntp
numlockx
nvidia-470xx-utils
openresolv
openshot
openssh
openvpn
os-prober
p7zip
pacman
pamac-gtk
papirus-maia-icon-theme
pass
patch
patchutils
pavucontrol
pciutils
perl
pidgin-libnotify
pkgconf
poppler-data
popsicle
postgresql
powertop
procps-ng
psensor
psmisc
pulseaudio-bluetooth
pulseaudio-ctl
pulseaudio-qt
pulseaudio-zeroconf
python-ptyprocess
python-pynvim
reiserfsprogs
ripgrep
rsync
rust
s-nail
screenfetch
sed
shadow
signal-desktop
simplescreenrecorder
smplayer
snapd
spectre-meltdown-checker
stow
subversion
sudo
sysfsutils
system-config-printer
systemd
systemd-fsck-silent
systemd-sysvcompat
tar
terminus-font
tesseract
texinfo
timeshift
tlp
tmux
transmission-gtk
tree
ttf-dejavu
ttf-droid
ttf-inconsolata
ttf-indic-otf
ttf-jetbrains-mono
ttf-liberation
udiskie
usbutils
util-linux
variety
ventoy
vimiv
vulkan-intel
vulkan-radeon
wget
which
wpa_supplicant
xcursor-chameleon-pearl-deepin
xdg-user-dirs-gtk
xdg-utils
xed
xf86-input-elographics
xf86-input-evdev
xf86-input-libinput
xf86-input-void
xf86-video-amdgpu
xf86-video-ati
xf86-video-intel
xf86-video-nouveau
xfsprogs
xorg-server
xorg-twm
xorg-xhost
xorg-xinit
xorg-xkill
xorg-xrandr
xreader
xviewer-plugins
xz
yarn
yay
yelp
yt-dlp
zathura
